[{"data":1,"prerenderedAt":12},["ShallowReactive",2],{"$f3j7DZfeirkQDLZ7L8jljD1r91wCjkn9ksspT1g9rx-U":3},{"id":4,"name":5,"title":6,"title_en":7,"img":8,"html":9,"type_id":10,"out_id":11},74,"Стремянки и ограждения","Стремянки СХ, СГ и ограждения ОСХ, ОСГ (серия 1.405.3-7.94).","stremyanki_sh_sg_i_ograzhdeniya_osh_osg_(seriya_14053_794)","/img/stepladder.webp","\n\t\t\u003Cp>\u003Cb>Расшифровка обозначений стремянок СХ,СГ и ограждений ОСХ, ОСГ.\u003C/b>\u003C/p>\n\t\t\u003Cbr>\n\t\t\u003Cp>- Изделие: «С» – стремянка; «ОС» – ограждение стремянки.\u003C/p>\n\t\t\u003Cp>- Материал: «Х» – холодногнутый профиль; «Г» – горячекатаный профиль.\u003C/p>\n\t\t\u003Cbr>\n\t\t\u003Cp>\u003Cb>Пример обозначения стремянок СХ,СГ и ограждений ОСХ, ОСГ.\u003C/b>\u003C/p>\n\t\t\u003Cbr>\n\t\t\u003Cp>- СГ-58 – Промышленная стремянка из горячекатаного профиля длиной 58 дм.\u003C/p>\n\t\t\u003Cp>- СХ-70 – Промышленная стремянка из холодногнутого профиля длиной 70 дм.\u003C/p>\n\t\t\u003Cp>- ОСХ-48 – Ограждение стремянки из холодногнутого профиля длиной 42 дм.\u003C/p>\n\t\t\u003Cp>- ОСГ-68 – Ограждение стремянки из горячекатаного профиля длиной 68 дм.\u003C/p>\n\t\t\u003Cp>- В обозначении марок ограждений площадок и самих площадок, предназначенных для эксплуатации при температурах от -40° до -65° градусов (северное исполнение) добавляется буква \"с\".\u003C/p>\n\t\t\u003Cp>- ОСГ-68 – Ограждение стремянки из горячекатаного профиля длиной 68 дм. Исполнение северное.\u003C/p>\n\t\t\u003Cbr>\n\t\t\u003Cp>\u003Cb>Общее описание промышленных стремянок и их ограждений.\u003C/b>\u003C/p>\n\t\t\u003Cbr>\n\t\t\u003Cp>Стремянки СХ, СГ. Ограждения стремянок ОСХ, ОСГ стальные предназначены для эксплуатации снаружи и внутри отапливаемых и не отапливаемых зданий промышленных предприятий и инженерных сооружений, возводимых и эксплуатируемых в районах со снеговой и ветровой нагрузкой по СНиП2.01.07-95, несейсмических и с сейсмичностью до 9 баллов; с расчетной температурой наружного воздуха -65&deg;С и выше; со взрывобезопасными категориями производств; с неагрессивной и слабой степенью агрессивного воздействия среды при нормальном температурно-влажностном режиме по СНиП 11-3-79.\u003C/p>\n\t\t\u003Cbr>\n\t\t\u003Cp>Стремянки и ограждения стремянок могут устанавливаться внутри зданий в том числе для обустройства посадочных площадок, на мостовые электрические краны и использоваться в качестве наружных, пожарных, эвакуационных. После небольших доработок используются для обслуживания стальных резервуаров высотой до 18м, для обслуживания вертикальных и горизонтальных нагреваемых и ненагреваемых аппаратов и сосудов диаметром до 20м и в качестве мостиков для обслуживания электросветильников.\u003C/p>\n\t\t\u003Cbr>\n\t\t\u003Cp>Все стремянки СХ, СГ и ограждения стремянок ОСХ, ОСГ имеют антикоррозионную защиту. Элементы конструкций собираются на сварке и болтовом соединении. Варианты исполнения согласовываются с Заказчиком.\u003C/p>\n\t\t\u003Cbr>\n\t\t",6,null,1769364340732]