// import type { Head } from "#build/components"
import { defineStore } from "pinia"

export const useCatalog = defineStore('catalog', () => {
	const types = [
		{ id: 1, name: 'ОСТ 36-146-88 опоры стальных технологических трубопроводов', out: [] },
		{ id: 2, name: 'ГОСТ 14911-82 (ОСТ 36-94-83): опоры трубопроводов подвижные', out: [] },
		{ id: 3, name: 'Серия 1-487-1997.00.00 для опор трубопроводов в ППУ изоляции', out: [] },
		{ id: 4, name: 'Серия 5.903-13 Выпуск 6-95, 7-95, 8-95: Изделия и детали трубопроводов для тепловых сетей', out: [1, 2, 3] },
		{ id: 5, name: 'Серия ОСТ 34.10.610-93-34.10.745-93', out: [] },
		{ id: 6, name: 'Каркасы зданий и Эстакады', out: [] },		
	]

	const out = [
		{ id: 1, name: 'Выпуск 8-95', },
		{ id: 2, name: 'Выпуск 7-95', },
		{ id: 3, name: 'Выпуск 6-95', },
	]
})
	