<template>
  <button style="color:blueviolet">Вернуться назад</button> 
  <p>подробное описание</p>
  <button style="color: red;">Заказать</button>
  <button style="color: blue;">Расчитать</button>
  <div v-for="el of description">
    <p>{{ el.nameproduct }}</p>
    <br>
    <p>{{ el.text }}</p>
    <br>
  </div>

</template>

<script setup lang="ts">

const description = [
  { id: 1, img: '/img/KP.webp', nameproduct: 'Опора корпусная приварная. Тип КП', text: 'Опора корпусная приварная кп предназначена для установки изолированных и неизолированных стальных трубопроводов с диаметром труб от 57 до 1420 мм. Конструктивно состоят из корпуса, выполненного из стальной скобы с приваренными ребрами жесткости. Используются в качестве подвижных и неподвижных опор в трубопроводах, транспортирующих рабочие жидкости с температурой до +450С и условным давлением до 10 МПа. Температура окружающей среды может достигать -70С. Для изготовления опор кп а11 и других вариантов исполнения используются углеродистые стали марок ВСт3пс, ст. 20, 09Г2С и нержавеющие стали марок 12Х18Н10Т. Наш завод изготавливает как стандартные опоры под используемые диаметры труб, а также возможно изготовление изделий нестандартных размеров под трубы с диаметром 114, 168мм и др под заказ. Изготавливаются в соответствии с чертежами и техническими требованиями ОСТ 36-146-88. В наличии всегда все размеры опор кп. Наш завод обеспечит разные виды антикоррозийных покрытий в зависимости от назначения и места использования опор: термодиффузионное цинкование, горячее цинкование, цинксодержащие эмали, покрытие на основе эпоксидных смол. В прайсе указано исполнение, вес и цена на опоры кп, она зависит от марки используемой стали, типа защитного покрытия и размеров изделий. При изготовлении на заказ цена для каждого клиента рассчитывается отдельно и также зависит от объемов партии.', table: '' },
  { id: 2, img: '', nameproduct: 'Опора тавровая приварная. Тип ТП', text: 'Опора типа тп состоит из сварной или прокатной тавровой балки и крепежа.Опоры тп тавровые применяются для монтажа трубопроводов, перегоняющих рабочую среду с температурой до +450С. Диаметр труб — от 57 до 630 мм. Опоры данного типа не используются с трубопроводами, транспортирующих хладагенты, охлаждающие жидкости, в климатических зонах с экстремально низкими температурами, для трубопроводов электростанций, на подвижных и пучинистых грунтах. При монтаже опоры тп тавровые сплошным швом привариваются прямо к трубе, а затем крепятся к основанию, обеспечивая определенное положение трубопровода. При диаметру трубы свыше 108 мм, требуется использовать опоры с ребрами жесткости и круглым изгибом верхнего края. Наша компания предлагает стандартные опоры  тп в наличии и на заказ, а также изготавливает опоры по чертежам заказчика по нужным размерам. Используем разные марки стали и разные типы защитного антикоррозийного покрытия. Исполнение, вес опор, цена указаны в прайс-листе. При изготовлении на заказ цена изделий будет зависеть от марки используемой стали, размеров, количества штук в партии. Упаковываем согласно правилам перевозки металлических окрашенных изделий без риска повреждения защитного покрытия и отправляем в любые регионы.', table: '' },
]
</script>

<style></style>