<template>
  <button style="color:blueviolet">Вернуться назад</button>
  <!-- <img style="width: 230px;" src="/public/img/KP.webp" alt=""> -->
  <p>подробное описание</p>
  <button style="color: red;">Заказать</button>
  <button style="color: blue;">Расчитать</button>
  <div v-for="el of description">
    <p>{{ el.nameproduct }}</p>
    <p>{{ el.text }}</p>
  </div>

</template>

<script setup lang="ts">

const description = [
  { id: 1, img: '/img/KP.webp',nameproduct: 'Опора корпусная приварная. Тип КП', text: 'Опора корпусная приварная кп предназначена для установки изолированных и неизолированных стальных трубопроводов с диаметром труб от 57 до 1420 мм. Конструктивно состоят из корпуса, выполненного из стальной скобы с приваренными ребрами жесткости. Используются в качестве подвижных и неподвижных опор в трубопроводах, транспортирующих рабочие жидкости с температурой до +450С и условным давлением до 10 МПа. Температура окружающей среды может достигать -70С. Для изготовления опор кп а11 и других вариантов исполнения используются углеродистые стали марок ВСт3пс, ст. 20, 09Г2С и нержавеющие стали марок 12Х18Н10Т. Наш завод изготавливает как стандартные опоры под используемые диаметры труб, а также возможно изготовление изделий нестандартных размеров под трубы с диаметром 114, 168мм и др под заказ. Изготавливаются в соответствии с чертежами и техническими требованиями ОСТ 36-146-88. В наличии всегда все размеры опор кп. Наш завод обеспечит разные виды антикоррозийных покрытий в зависимости от назначения и места использования опор: термодиффузионное цинкование, горячее цинкование, цинксодержащие эмали, покрытие на основе эпоксидных смол. В прайсе указано исполнение, вес и цена на опоры кп, она зависит от марки используемой стали, типа защитного покрытия и размеров изделий. При изготовлении на заказ цена для каждого клиента рассчитывается отдельно и также зависит от объемов партии.', table: '' },
  {}
]
</script>

<style></style>