<template>
    <div class="job">
        <h1 class="jobinfo">Вакансии компании ЗМК "Урал"</h1>
        <br>
        <p>Наше предприятие – один из лидеров по производству опор трубопроводов.
            Мы гордимся доверием таких гигантов, как «Газпром», «Иркутская нефтяная компания»,
            «Трубная металлургическая компания» и других представителей отрасли.</p>
        <br>
        <p>ЗМК "Урал" выпускает более 100 видов продукции, нами реализованы десятки проектов.</p>
        <br>
        <p>Мы предлагаем стабильную и перспективную работу, которая подарит Вам возможность
            развиваться и расти вместе с надежной компанией в команде профессионалов.</p>
        <br>
        <p>Предлагаем:</p>
        <br>
        <p>-достойную заработную плату;</p>
        <p>-социальные гарантии, включая оплачиваемый отпуск и медицинскую страховку;</p>
        <p>-возможности для профессионального роста.</p>
        <br>
        <p>Наша цель – создать комфортные условия для работы, чтобы вы могли сосредоточиться на главном – своем развитии и успехе.</p>
        <br>
        <p>Приглашаем:</p>
        <br>
        <p>-начальника отдела ПТО;</p>
        <p>-заместителя начальника производства;</p>
        <p>-стропальщика;</p>
        <p>-комплектовщика;</p>
        <p>-укладчика-упаковщика;</p>
        <p>-мастера заготовительного цеха;</p>
        <p>-менеджера в отдел сопровождения (сбыт);</p>
        <p>-инженера-конструктора отдела КМД.</p>
        <br>
        <p>По всем интересующим вопросам обращайтесь по телефону <b>+79000244766</b> 
            или электронной почте <b>hr@zmkural.com</b>.</p>
            <br>
    </div>
</template>

<script setup lang="ts"></script>

<style>
.jobinfo {
    font-size: 34px;
    padding-bottom: 30px;
}

.job{
    padding: 0 300px 100px 300px; 
}
</style>