<template>
    <div class="container">
        <h1 class="jobb">Вакансии компании ЗМК "Урал"</h1>
        <p>Наше предприятие – один из лидеров по производству опор трубопроводов.
            Мы гордимся доверием таких гигантов, как «Газпром», «Иркутская нефтяная компания»,
             «Трубная металлургическая компания» и других представителей отрасли.</p>
        <p>Если вы ищете стабильную и перспективную работу, которая подарит вам возможность
                 развиваться и расти вместе с надежной компанией, вы попали по адресу!</p>
                 <p>достойная заработная плата</p>             
                 <p>социальные гарантии, включая оплачиваемый отпуск и медицинскую страховку</p>
                 <p>возможности для профессионального роста</p>
                 <p>Наша цель – создать комфортные условия для работы, чтобы вы могли сосредоточиться на главном – своем развитии и успехе.</p>
                 <p>У нас вы сможете работать в команде профессионалов, которые поддерживают и помогают друг другу.
                     Мы ценим сотрудничество и постоянное обучение, и всегда открыты новым идеям.</p>
                     <p>Список вакансий</p>
                     <p>Начальник отдела ПТО</p>
<p>Заместитель начальника производства</p>
<p>Стропальщик</p>
<p>Комплектовщик</p>
<p>Укладчик-упаковщик</p>
<p>Мастер заготовительного цеха</p>
<p>Менеджер в отдел сопровождения (сбыт)</p>
<p>Инженер-конструктор отдела КМД</p>
<P>Если вас заинтересовала вакансия или есть дополнительные вопросы, пожалуйста, обращайтесь к нам по электронной почте hr@zmkural.com
     или по телефону +79000244766 (Анастасия). Мы будем рады ответить на все ваши вопросы!</P>

    </div>
</template>

<script setup lang="ts"></script>


<style>

.jobinfo{
}
</style>