<template>
  <h1 class="h1privacy">Политика конфединциальности</h1>
  <div class="allprivacy">
    <p>
      Согласие на обработку персональных данных Настоящим в соответствии с Федеральным законом № 152-ФЗ «О персональных
      данных» от 27.07.2006 года свободно, своей волей и в своем интересе выражаю свое безусловное согласие на обработку
      моих персональных данных , зарегистрированным в соответствии с законодательством РФ по адресу: (далее по тексту -
      Оператор).
    </p>
    <p>
      Персональные данные - любая информация, относящаяся к определенному или определяемому на основании такой информации
      физическому лицу. Настоящее Согласие выдано мною на обработку следующих персональных данных:
    </p>
    <p>
      Имя;
    </p>
    <p>
      Телефон;
    </p>
    <p>
      E-mail;
    </p>
    <p>
      Комментарий.
    </p>
    <p>
      Согласие дано Оператору для совершения следующих действий с моими персональными данными с использованием средств
      автоматизации и/или без использования таких средств: сбор, систематизация, накопление, хранение, уточнение
      (обновление, изменение), использование, обезличивание, а также осуществление любых иных действий, предусмотренных
      действующим законодательством РФ как неавтоматизированными, так и автоматизированными способами. Данное согласие
      дается Оператору для обработки моих персональных данных в следующих целях:
    </p>
    <p>
      предоставление мне услуг/работ;
    </p>
      <p>
        направление в мой адрес уведомлений, касающихся предоставляемых услуг/работ;
      </p>
      <p>
        
      </p>
      подготовка и направление ответов на мои запросы;
      направление в мой адрес информации, в том числе рекламной, о мероприятиях/товарах/услугах/работах Оператора.
    <p>
      Настоящее согласие действует до момента его отзыва путем направления соответствующего уведомления на электронный
      адрес
      dir@zmkural.com. В случае отзыва мною согласия на обработку персональных данных Оператор вправе продолжить
      обработку
      персональных данных без моего согласия при наличии оснований, указанных в пунктах 2 – 11 части 1 статьи 6, части 2
      статьи 10 и части 2 статьи 11 Федерального закона №152-ФЗ «О персональных данных» от 27.07.2006 г.
    </p>
  </div>
</template>

<style>
.h1privacy {
  padding-top: 30px;
}

.allprivacy {
  padding: 30px;
  margin: 0 60px;
  text-align: center;
  display: block;
}
</style>
