<template>
  <h1>Проекты компании</h1>
  <div>
    <p>Иркутский завод полимеров</p>
    <p><span>Вид продукции</span> Опоры трубопроводов</p>
    <p>Год 2022</p>
    <p>Конечный потребитель Иркутский завод полимеров</p>
    <p>ЗМК Урал участвует в строительстве первого в Восточной сибири завода по выпуску полимеров из этана - Иркутский
      завод полимеров (ИЗП), в части производства и поставки опор трубопроводов.
      К строительству ИЗП привлечена японская инжиниринговая компания Toyo Engineering Corporation, которая отвечает за
      проектирование и поставку оборудования/материалов.
      При строительстве ИЗП будет установлено более 1,1 тыс единиц оборудования, которое произведено лидерами мировой
      машиностроительной промышленности — компаниями в Японии, Корее, Китае и России.</p>
      <img src="/public/img/izp.webp" alt="Опоры разгрузочные">
  </div>
</template>
