[{"data":1,"prerenderedAt":12},["ShallowReactive",2],{"PodWY7AjI2":3},{"id":4,"name":5,"title":6,"title_en":7,"img":8,"html":9,"type_id":10,"out_id":11},73,"Промышленные площадки","Промышленные площадки и их ограждения (серия 1.405.3–7.94).","promyshlennye_ploschadki_i_ih_ograzhdeniya_(seriya_14053–794)","/img/platform.webp","\n\t\t\u003Cp>\u003Cb>Расшифровка обозначений промышленных площадок и ограждений.\u003C/b>\u003C/p>\n\t\t\u003Cbr>\n\t\t\u003Cp>- Изделие: «П» – площадка; «ОП» – ограждение площадки.\u003C/p>\n\t\t\u003Cp>- Тип ограждения: «Б» – боковое ограждение; «Т» – торцевое ограждение.\u003C/p>\n\t\t\u003Cp>- Материал: «Х» – холодногнутый профиль; «Г» – горячекатаный профиль.\u003C/p>\n\t\t\u003Cbr>\n\t\t\u003Cp>- Тип настила площадок:\u003C/p>\n\t\t\u003Cp>- «Р» – ребра из полосовой стали;\u003C/p>\n\t\t\u003Cp>- «Ф» – стальной лист с ромбическим рифлением;\u003C/p>\n\t\t\u003Cp>- «В» – просечно–вытяжной лист.\u003C/p>\n\t\t\u003Cbr>\n\t\t\u003Cp>\u003Cb>Пример обозначения промышленных площадок и ограждений.\u003C/b>\u003C/p>\n\t\t\u003Cbr>\n\t\t\u003Cp>- ПГФ 42.9 – Площадка из горячекатаного профиля длиной 42 дм и шиной 9 дм. Настил с ромбическим рифлением.\u003C/p>\n\t\t\u003Cp>- ПХР 60.9 – Промышленная лестница из холодногнутого профиля длиной 60 дм и шириной 9 дм. Настил рёбра из полосованной стали.\u003C/p>\n\t\t\u003Cp>- ОПБХ-12.60 – Ограждение площадки боковое из холодногнутого профиля высотой 12 дм и длиной 60 дм.\u003C/p>\n\t\t\u003Cp>- ОПТГ-12.9 – Ограждение площадки торцевое из горячекатаного профиля высотой 12 дм и длиной 9 дм.\u003C/p>\t\n\t\t\u003Cp>- В обозначении марок ограждений площадок и самих площадок, предназначенных для эксплуатации при температурах от -40° до -65° градусов (северное исполнение) добавляется буква \"с\".\u003C/p>\n\t\t\u003Cp>-ОПТГ-12.9с – Ограждение площадки торцевое из горячекатаного профиля высотой 12 дм и длиной 9 дм. Северное исполнение.\u003C/p>\n\t\t\u003Cbr>\n\t\t\u003Cp>\u003Cb>Общее описание промышленных площадок и ограждений.\u003C/b>\u003C/p>\n\t\t\u003Cbr>\n\t\t\u003Cp>Площадки промышленные ПХФ, ПХВ, ПХР, ПГФ, ПГВ, ПГР и ограждения площадок ОПБХ, ОПБГ, ОПТГ, ОПТХ стальные предназначены для эксплуатации снаружи и внутри отапливаемых и не отапливаемых зданий промышленных предприятий и инженерных сооружений, возводимых и эксплуатируемых в районах со снеговой и ветровой нагрузкой по СНиП2.01.07-95, несейсмических и с сейсмичностью до 9 баллов; с расчетной температурой наружного воздуха -65&deg;С и выше; со взрывобезопасными категориями производств; с неагрессивной и слабой степенью агрессивного воздействия среды при нормальном температурно-влажностном режиме по СНиП 11-3-79.\u003C/p>\n\t\t\u003Cbr>\n\t\t\u003Cp>Промышленные площадки и ограждения площадок к ним могут устанавливаться внутри зданий в т.ч. для обустройства посадочных площадок, на мостовые электрические краны и использоваться в качестве наружных, пожарных, эвакуационных.\u003C/p>\n\t\t\u003Cbr>\n\t\t\u003Cp>Все площадки и ограждения имеют антикоррозионную защиту. Элементы конструкций собираются на сварке и болтовом соединении. Варианты исполнения настилов согласовываются с Заказчиком.\u003C/p>\n\t\t\u003Cbr>\n\t\t",6,null,1745339630431]